Repository: Lorenzino69/lolomovies
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Welcome
fr: Bonjour

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: Red
fr: Rouge

source: Blue
fr: Bleu

source: Green
fr: Vert

source: Sign Out
fr: Se désinscrire

source: Welcome
fr: Bonjour

source: In Theater
fr: Au Théatre

source: See all Movies
fr: Voir tout les Films

source: On TV
fr: A la TV

source: See all TV Shows
fr: Voir toutes les séries Télé

source: Release Date:
fr: Date de sortie:

source: First Air Date:
fr: Première date de diffusion:

source: Overview
fr: Aperçu

source: <mat-icon>play_arrow</mat-icon> Watch Trailer
fr: <mat-icon>play_arrow</mat-icon> Voir la bande-annonce

source: Top Billed Cast
fr: Meilleur casting

source: Recommended Movies
fr: Film Recommandé

source: Loading
fr: Chargement

source: Personal Info
fr: Infos Personelles

source: Male
fr: Homme

source: Female
fr: Femme

source: <strong>Birthday: </strong> {{person.birthday}}
fr: <strong>Anniversaire: </strong> {{person.birthday}}

source: <strong>Place of Birth: </strong>{{person.place_of_birth}}
fr: <strong>Lieu de naissance: </strong>{{person.place_of_birth}}

source: Biography
fr: Biographie

source: Soon
fr: Bientôt

source: Soon
fr: Bientôt

source: Login to Your Account
fr: Se Connecter

source: Sign With Google
fr: Se connecter avec Google

source: Register Here Now
fr: S'inscrire ici

source: Already logged in!
fr: Vous êtes déja connecté

source: Register
fr: S'inscrire

source: I Already Have an Account
fr: J'ai déjà un compte

source: settings works!
fr: Les paramètres fonctionnent

source: Member Since: {{menberSince | date}}
fr: Membre depuis: {{menberSince | date}}

source: Favorite Color: {{ user?.favoriteColor }}
fr: Couleur Favoris: {{user?.favoriteColor}}

source: <mat-icon>favorite</mat-icon>
fr: <mat-icon>favoris</mat-icon>

source: <mat-icon>star</mat-icon>
fr: <mat-icon>étoile</mat-icon>

source: <mat-icon>bookmark</mat-icon>
fr: <mat-icon>signet</mat-icon>

source: <mat-icon>play_arrow</mat-icon> Play Trailer
fr: <mat-icon>play_arrow</mat-icon> Jouer la Bande Annonce

source: All Movies #NowPlaying
fr: Tout les Films

source: Filter by
fr: Trier par

source: Avg. User Review
fr: Moy. Avis des utilisateurs
